Repository: MaksimKarytski/PaxisprojectTranslationEvaluation
Catalog: 1TranslationTestData/Europarl (formal oficial).tmx
Source language: de
Languages: en

source: Sie kritisierten die mangelnden Fortschritte bei den laufenden Verfahren nach Artikel 7 Absatz 1 EUV , die zu Sanktionen, einschließlich des Verlusts der Stimmrechte im Rat, führen könnten, wenn eindeutig die Gefahr einer schwerwiegenden Verletzung der Werte der EU besteht.
en: MEPs called for decisive action by the Council and the Commission to tackle the most severe violations in Poland and Hungary and criticised them for the lack of progress in ongoing Article 7(1) procedures , which could result in sanctions including the loss of voting rights in the Council, if a clear risk of a serious breach of EU values is established.

source: In einem Schreiben an EU-Binnenmarktkommissar Thierry Breton und die Kommissarin für Innovation, Forschung, Kultur, Bildung und Jugend, Mariya Gabriel, schlagen die Abgeordneten Folgendes vor:
en: MEPs have written a letter to Thierry Breton, Internal Market Commissioner; and Mariya Gabriel, Innovation, Research, Culture, Education and Youth Commissioner, in which they call for:

source: Die Auswirkungen von Covid-19 auf den Tourismussektor
en: COVID-19 and the tourism sector

source: Das Parlament wird auch auf seiner Plenartagung vom 13. bis 16. Mai über den Einsatz von Apps gegen das Coronavirus diskutieren.
en: MEPs will also discuss the use of contact tracing apps in the fight against the coronavirus during the plenary session on 13-16 May.

source: Unterstützung des EU-Kultursektors in Covid-19-Zeiten
en: Supporting the EU's cultural sector through Covid-19

source: Zur Bereitstellung von Mitteln soll ein Ad-hoc-Finanzinstrument im Rahmen des Europäischen Investitionsfonds geschaffen werden.
en: Creating an ad hoc financial instrument under the European Investment Fund to channel funds to the sector

source: Covid-19-Konjunkturprogramm soll Klimaschutz berücksichtigen
en: Covid-19: EU recovery plan should include climate crisis action

source: Die von der Kommission in Zusammenarbeit mit den Mitgliedstaaten, dem Europäischen Datenschutzbeauftragten und dem Europäischen Datenschutzausschuss erarbeiteten Leitlinien und das Instrumentarium für die Entwicklung von Covid-19-bezogenen Apps zielen darauf ab, einen ausreichenden Schutz der Daten zu gewährleisten und den Eingriff in die Privatsphäre zu begrenzen.
en: The guidelines and toolbox for developing any Covid-19 related apps, prepared by the Commission in cooperation with member states, European Data Protection Supervisor , and European Data Protection Board aim at guaranteeing sufficient protection of data and limiting intrusiveness.

source: Information und Kommunikation sind entscheidend bei der Bewältigung der Corona-Krise
en: Information and communication is a crucial tool in the battle against coronavirus

source: Austauschstudenten kein akademisches Jahr verlieren und ECTS-Punkte durch ein Fernstudium erhalten können.
en: Students must not lose an academic year

source: Diese sollten auch Verfallsklauseln beinhalten, sodass sie deaktiviert werden, sobald die Pandemie vorbei ist.
en: It said the use of apps should not be obligatory and that they should include sunset clauses so that they are no longer used once the pandemic is over.

source: Krisensituationen erfordern Krisenmaßnahmen.
en: This unprecedented crisis requires swift action.

source: Im Zuge der Covid-19-Pandemie müssen Demokratie, Rechtsstaatlichkeit und Grundrechte gewahrt werden, betonen die EU-Abgeordneten.
en: As Europe tries to contain the Covid-19 crisis, preserving democracy, the rule of law and fundamental rights remains crucial, according to MEPs

source: EU-Länder, denen noch Mittel für die Entwicklung des ländlichen Raums zur Verfügung stehen, sollen diese Gelder auch nutzen können, um Landwirte und Kleinunternehmen der Agrar- und Ernährungswirtschaft im Jahr 2020 (mit bis zu 5.000 bzw. 50.000 Euro) zu unterstützen.
en: The Commission also proposed that EU countries with remaining rural development funds can use this money to provide support to farmers and small agri-food businesses this year.

source: Sie betonen, dass die Apps die EU-Datenschutzvorschriften, insbesondere die Datenschutz-Grundverordnung (DSGVO) und die Datenschutzrichtlinie für die elektronische Kommunikation , vollständig einhalten müssen.
en: Guidance on data protection is an essential part of the Commission guidelines, stressing that the apps must fully comply with EU data protection rules, most notably the General Data Protection Regulation (GDPR) and the ePrivacy Directive .

source: #Europatag am 9. Mai: Am Samstag begeht das Europäische Parlament den 70.
en: Saturday 9 May is Europe Day, which this year marks the 70th anniversary of the Schuman declaration.

source: Die Vorsitzende des Kulturausschusses, Sabine Verheyen (EVP, DE), betont, dass auf EU-Ebene mehr unternommen werden sollte, um den Branchen maßgeschneiderte Unterstützung zu bieten sowie Kredite und Zugang zu Finanzmitteln für die Kultur- und Kreativbranche bereitzustellen.
en: German EPP member Sabine Verheyen, chair of Parliament's culture committee, said more should be done at the EU level to provide tailored support for culture sector workers until things are back to normal.

source: Coronavirus: EU-Länder sollten stärker auf EU-Maßnahmen aufmerksam machen
en: Coronavirus: a timeline of EU action

source: Die Kommission werde die Lage in Bezug auf die Rechtsstaatlichkeit in den Mitgliedstaaten weiterhin aufmerksam verfolgen, versprach Justizkommissar Didier Reynders.
en: Justice Commissioner Didier Reynders promised MEPs that the Commission will continue to closely monitor the situation regarding the rule of law in member states.

source: „In erster Linie ist es von entscheidender Bedeutung, dass alle nationalen Behörden die Öffentlichkeit weiter klar und kohärent über die notwendigen Maßnahmen zur Eindämmung des Virus informieren, insbesondere wenn die Aufhebung der Ausgangssperren und anderer Maßnahmen in Erwägung gezogen wird, und dass dies in koordinierter Weise in der gesamten EU geschieht", so Karas.
en: "In the first instance, it is vital that all national authorities communicate clearly to the public about the measures needed to contain the spread of the virus, especially when considering lifting the lockdown.

source: Einige Menschen versuchen, aus dem Coronavirus Profit zu schlagen.
en: Some countries have re-nationalised coronavirus-hit companies.

source: Aufgrund des geringeren Verkehrsaufkommens und des Rückgangs der Wirtschaftstätigkeit ist die Luftverschmutzung im Zuge der strengen, in ganz Europa ergriffenen Maßnahmen zur Eindämmung des Coronavirus geringer geworden.
en: During the strict quarantine measures implemented across Europe, air pollution has declined due to reduced traffic and other economic activities.

source: Die europäischen Kulturminister debattierten im Rahmen einer Videokonferenz am 8. April 2020 über gemeinsame Maßnahmen zur Unterstützung des Kultur- und Kreativsektors während der Krise .
en: Many EU countries have introduced measures aimed specifically at helping culture sector workers and Europe's culture ministers discussed support initiatives for the culture and creative sector during the coronavirus crisis at a meeting on 8 April.

source: Die Europäische Kommission hat erklärt, dass sie die Programme so flexibel wie rechtlich möglich gestalten werde, um die negativen Auswirkungen auf junge Menschen, die Freiwilligenarbeit leisten oder an Erasmus+ teilnehmen, so weit wie möglich zu verringern.
en: To help young people who are volunteering or taking part in Erasmus+, as much as possible, the European Commission has said it will make the programmes as flexible as legally possible.

source: In einer am 17. April angenommenen Entschließung verweisen die Abgeordneten auf die Schwierigkeiten, mit denen Kulturschaffende konfrontiert sind, und fordern die EU auf, finanzielle Unterstützung zu leisten.
en: MEPs underlined the special nature of the creative sector and the difficulties faced by artists and called on the EU to provide support in a resolution adopted on 17 April.

source: über einen Antrag auf Aufstellung eines Notfallplans als Sicherheitsnetz zum Schutz der Begünstigten von EU-Programmen über das Jahr 2020 hinaus ab.
en: We urge therefore the European Commission to propose immediately a contingency plan to protect beneficiaries and avoid a shutdown of Union programmes at the end of this year.

source: Das Parlament betont, dass die Apps sorgfältig konzipiert sein müssen, da sie sonst sensible Nutzerdaten offenlegen könnten.
en: As apps could expose sensitive user data, Parliament has underlined the need to ensure they are designed carefully.

source: Die EU benötige ein massives Konjunktur- und Wiederaufbaupaket, in dessen Mittelpunkt der Grüne Deal stehe, um die Wirtschaft anzukurbeln und den Klimawandel zu bekämpfen, erklären die Abgeordneten in einer Entschließung vom 17. April .
en: In a resolution adopted on 17 April , MEPs said the EU needs a massive recovery and reconstruction package with the Green Deal, a series of initiatives to make Europe's economy sustainable, at its core to stimulate the economy and fight climate change .

source: Die Regeln müssen noch von Parlament und Rat gebilligt werden.
en: These measures will still need to be approved by Parliament and the Council before they can enter into force.

source: EU-Parlamentspräsident David Sassoli begrüßte die von der Kommission angekündigten Maßnahmen zur Eindämmung von COVID-19.
en: Statement by European Parliament President David Sassoli at opening of extraordinary plenary session on measures to tackle COVID-19

source: Leitlinien zum Datenschutz sind ein wesentlicher Bestandteil der Leitlinien der Kommission.
en: Access to personal protective equipment is a critical part of the wider response.

source: Mit dem Ausbruch der Covid-19-Pandemie haben die Mitgliedstaaten Notmaßnahmen ergriffen, um die Ausbreitung des Virus einzudämmen.
en: The dramatic spread of the COVID-19 pandemic in Europe has led Member States to adopt a series of emergency measures in an effort to contain the virus as quickly and effectively as possible.

source: Alle Grundrechte, einschließlich des Datenschutzes und der Privatsphäre, müssten in allen Mitgliedstaaten geachtet werden, sagten bereits die Innenausschussmitglieder in einer Sitzung am 23. April .
en: During a civil liberties committee meeting on 23 April , MEPs underlined the need to respect all fundamental rights, including data protection and privacy, across all member states, and called on the Commission to come up with guidelines.

source: Sie riefen die Kommission auf, entsprechende Leitlinien vorzulegen.
en: Consequently, he is asking the EU to clarify the facts.

source: Die EU setzt bereits gezielte Maßnahmen zum Schutz von Arbeitsplätzen in diesen schwierigen Zeiten.
en: All across Europe, community organisations are coming together to show solidarity during these difficult times.

source: Sie empfahl den nationalen Agenturen, die für die Verwaltung der Studienaustausche zuständig sind, "höhere Gewalt" geltend zu machen.
en: It has recommended that the national agencies, responsible for the management of study exchanges, invoke "force majeure", which would allow them to assess the possibility of approving additional costs up to a maximum grant amount and to postpone planned activities for 12 months.

source: Die EU legt im Rahmen des Programms rescEU einen strategischen Vorrat an.
en: The demand for a sector-specific recovery plan and strategy was echoed across the political spectrum.

source: Die EU-Kommissarin für Gesundheit und Lebensmittelsicherheit Stella Kyriakides erklärte, Der Ausbruch von COVID-19 sei eine gesundheitliche Notlage, die sich stündlich ändere.
en: In her opening remarks at the European Parliament plenary debate on COVID-19, Health and Safety Commissioner Stella Kyriakides said: 'We need to show a Europe that cares.

source: Die EU startet eine Investitionsinitiative zur Abfederung der Corona-Folgen ©Antic/AdobeStock
en: have contributed to draconian enforcement of restraining measures for the confinement of the outbreak for© Optinic / Shutterstock.com.

source: Dieses Zitat teilen:
en: Share this quote:

source: Wir müssen daher diesem Thema jetzt besonderes Augenmerk widmen und unsere Maßnahmen zur Beendigung der Gewalt gegen Frauen ausweiten.
en: We, therefore, must now pay particular attention to this issue and expand our actions to stop violence against women.''

source: Mit dem Welttag der Pressefreiheit am 3.
en: World Press Freedom Day is marked every year on 3 May.

source: Informieren Sie sich über Ihre Fluggastrechte.
en: Find out about your passenger rights in the EU in these exceptional times.
